const myTown = 'Батуми'; // присваиваю значение для переменной мой город в текстовом формате
let airTemperatureNow = '+7 градусов'; // присваиваю значение для переменной температура в моем городе сейчас в текстовом формате
console.log (`Мой город - ${myTown}, температура воздуха ${airTemperatureNow}`); // вывожу обе переменные в консоль с текстовым комментарием

const a = 2; // присваиваю значения для переменных выражения, 3 переменных
const b = 6;
const c = 6;

let testExpression = (a + b) * c; // присваиваю переменной testExpression значение в форме математического выражения

console.log (testExpression); // вывожу в консоль результат вычисления переменной testExpression